[{"id":"Mosolygós reggeli", "ingredients":"2 db M-es tojás, 10 dkg virsli, 1 db kaliforniai paprika, 1 db olivabogyó","preparation": "Egy teáskanál kókuszolajat felhevítünk, és beleütjük a tojást úgy, hogy egybemaradjon. Lejjebb vesszük a tüzet alatta, és lassan megsütjük.A virslit megfőzzük. A sült tojást egy tányérra egymás mellé tesszük. A főtt virslit eldaraboljuk (ez lesz a szája és az orra). A paprikát felszeleteljük.Egy-egy szeletet a tojásra teszünk úgy, hogy a sárgája középen maradjon. Egy szeletet kettévágunk (ez lesz a szemüveg szára). 1 db olívabogyót kettévágunk, és a tojássárgájára tesszük.Fodros petrezselyem lesz a haja."},
{"id:":"Gyümölcsrizs", "ingredients": "0.5 dl víz, 5 dkg rizs, 1.3 dl tej, 1 csomag vaníliás cukor, 1 dl habtejszín, 0.5 csomag habfixáló, 1 ek cukor, 5 dkg eper, 5 dkg szeder, 1.3 dkg vaj", "preparation": "A rizst átválogatjuk, megmossuk és 0.5 dl forrásban lévő vízbe dobjuk. Néha megkeverjük és addig főzzük, amíg a vizet fel nem szívja.Hozzáöntjük a tejet, beletesszük a csipet sót és a vajat. Beleszórunk 1 evőkanál kristálycukrot. Lefedve 3-4 percig forraljuk, majd lekapcsoljuk a főzőlapot és fedő alatt, a gőzben hagyjuk megpuhulni. A tejszínt 1 csomag vaníliás cukorral habbá verjük, ha szükséges habfixálóval segíthetünk javítani az állagán. Majd a kihűlt tejberizsbe keverjük. Tálkába szedjük (1 réteg tejszínes rizs, 1 réteg gyümölcs és így tovább). Hidegen tálaljuk."},
 {"id:":"Avokádó reggelire", "ingredients": "1 közepes db avokádó, 2 db tojás, 2 csipet só, bors ízlés szerint, 2.5 dkg vaj", "preparation": "Az avokádókat hosszában félbevágjuk, kivesszük a magját, majd karalábévájóval megnagyobbítjuk a mag helyét. Gömbölyű oldalukkal lefelé tűzálló tálra tesszük, amit előzőleg kivajaztunk. A lyukakba beleütjük a tojásokat, megsózzuk, borsozzuk, majd az előmelegített sütőben 180 fokon megsütjük."},
 {"id:":"Meggyes zabkása", "ingredients": "50 g zabpehely, 250 ml tej,édesítőszer, 10 dkg meggy, 20 g meggylekvár", "preparation": "A zabpelyhet és a tejet beleöntjük a lábosba, és elkezdjük főzni. Folyamatosan kevergetjük, majd ha elkezdett forrni, hozzáadjuk az édesítőszert ízlés szerint és a meggyet. Miután forrt egy picit, el is lehet zárni. Ilyenkor már össze kell állnia. És végül tálaljuk. Meggylekvárral isteni!"},
 {"id:":"Bubbles and squeak", "ingredients": "150 g burgonya, 80 g sárgarépa, 90 g fehérrépa, 48 g gomba, 15 g zöldborsó, 25 g füstölt szalonna 1 db L-es tojás,só ízlés szerint, bors ízlés szerint, zöldfűszer ízlés szerint", "preparation": "A zöldségeket sós vízben (vagy levesben) megfőzzük, közben megpirítjuk a szalonnát. A leszűrt zöldségeket egy edényben pépesre dolgozzuk, közben hozzáadjuk a szalonnát és a fűszereket. A szalonna zsírján megsütjük mindkét oldalát. A sütés felénél lyukat csinálunk a közepére, és beleütünk egy tojást. Arra érdemes odafigyelni, hogy a pép legalább fele krumpli legyen, mivel sütés közben ezt tartja össze az ételt."},
 {"id:":"Zöldséges-darált húsos reggeli", "ingredients": "42 g darált pulyka/csirkemell, 1 csipet oregánó, 1 csipet chilipehely, 1 csipet fokhagymapor, 1 csipet só, leheletnyi szerecsendió, 80 g újhagyma, 17 g krémsajt, 8 g sajt, 8 g kecskesajt, 17 g spenót, 10 g kápia paprika, 1 db M-es tojás", "preparation": "A darált húst keverjük össze az oregánóval, chilipehellyel, fokhagymaporral, sóval meg szerecsendióval.Egy nagy serpenyőben hevítsük fel az olajat, és közepes lángon süssük a húst addig, amíg kifehéredik. Adjuk hozzá a karikára vágott újhagymát, és azzal is kevergessük egy percet. Rakjuk bele a puha krémsajtot, a reszelt sajtot, morzsoljuk hozzá a kecskesajtot. Csak addig hagyjuk a tűzön, amíg a sajt olvadni kezd. Öntsük egy kicsi tepsibe az egészet. Szórjuk a tetejére a spenótot, a kockára vágott paprikát. A tojást kicsit verjük fel 2 csipet sóval, és öntsük a tepsibe. Fóliázzuk le, és tegyük éjszakára a hűtőbe. Másnap reggel vegyük ki a tepsit a hűtőből, gyújtsuk be a sütőt. Amikor bemelegedett, rakjuk be a tepsit, és 180 fokon süssük meg."},
 {"id:":"Reggeli pite tojással és baconnel", "ingredients": "1/3 csomag(69g) leveles tészta, 50 g sajtkrém, 25 g edámi sajt, 17 g bacon, 1 db L-es tojás, 92 g újhagyma, só ízlés szerint, bors ízlés szerint", "preparation": "A leveles tésztát kicsomagoljuk, a közepét megkenjük a sajtkrémmel úgy, hogy a szélén körben egy centis peremet hagyunk. Megszórjuk reszelt sajttal, ráfektetjük a baconszeleteket, megszórjuk újhagymakarikákkal, és óvatosan ráütjük a tojásokat. 200 fokos sütőben 15 perc alatt készre sütjük."},
 {"id:":"Villámgyors low-carb reggeli", "ingredients": "3 db tojásfehérje, 1 db L-es tojás, fél csokor petrezselyem, 90 g snidling, 80 g prágai sonka, 68 g bacon, só ízlés szerint, bors ízlés szerint, chilipehely ízlés szerint, 40 g sajt, 1 ek oliva- vagy kókuszolaj", "preparation": "Felverjük a tojásokat. A felaprított petrezselymet, snidlinget és a fűszereket hozzáadjuk. Egy palacsintasütőt beolajazunk, feltesszük melegedni, és beleöntjük a tojást. Amikor az kifehéredett nagyjából, ráhelyezzük a baconszeleteket (úgy, hogy kicsit beletapadjanak), majd egy óvatos, de határozott mozdulattal (nehogy szétszakadjon) megfordítjuk a tojást, mint egy palacsintát. Ekkor rászórjuk a sajtot, rátesszük a sonkát. Amikor már látjuk, hogy megpirul a bacon, a tojás egyik oldalát ráhajtjuk a másikra."},
 {"id:":"Almás-zabpelyhes amerikai palacsinta", "ingredients": "100 g alma, 1 db S-es tojás, 25 g zabpehely, 30 g zabpehelyliszt, 1 csipet só, édesítőszer, egy csipet fahéj, 5 g kókuszolaj", "preparation": "Az almát megpucoljuk, lereszeljük és kinyomkodjuk. Beletesszük egy tálba. Hozzáadjuk a tojást és a zabpelyhet, csipet sót és ízlés szerint fahéjat, és valamilyen édesítőt. Mindent összekeverünk és annyi zabpehelylisztet adunk hozzá, hogy egy sűrű masszát kapjunk. Serpenyőben a zsiradékot felmelegítjük. Kis adagokban megsütjük mind két oldalát, amire nagyon figyelni kell, hogy hamar pirul, így nem kell iszonyat forró serpenyő."},
 {"id:":"Gyömbéres tejbezab áfonyával", "ingredients": "50 g zabkorpa, 2 dl tej,1 dl víz (lehet kevesebb vagy több is) 1 db L-es tojásfehérje, 25 g méz, 1 tk gyömbér, 1 kk vaníliaaroma, 1 tk citromlé, 100 g áfonya", "preparation": "A zabkorpát egy csipet sóval és az őrölt gyömbérrel egy lábasban kicsit megmelengetjük a tűzhelyen.Hozzáadjuk a tejet, vanília aromát és mézet, majd gyakori kevergetés mellett, közepes lángon addig főzzük, még egészen meg nem szívja magát a tejjel. Ezután felöntjük a vízzel, vagy még egy deciliter tejjel, és puhára főzzük. Figyeljünk oda, mert elképzelhető, hogy kevesebb vagy több folyadékot igényel majd főzés közben. Tegyük takarék lángra, és egy kevéssé hűtsük le az elkészült kását, majd folyamatos keverés mellett vegyítsük el benne a tojásfehérjét. Ha ez megtörtént, közepes lángon egy-két percig átfőzzük, hogy véletlenül se maradjon nyers a tojásfehérjénk. Melegen tálaljuk áfonyával, és megszórjuk egy kevés őrölt gyömbérrel, ízlés szerint lecsurgathatjuk még egy kevés mézzel."},
 {"id:":"Paprikás mini pizza sült paradicsommal", "ingredients": "345 g piros kaliforniai paprika, 75 g cheddar sajt, 75 g mozzarella, 10 g kolbász, 125 g koktélparadicsom, 8 g olívaolaj, 15 g pizzaszósz,só ízlés szerint, bors ízlés szerint, oregánó ízlés szerint, bazsalikom ízlés szerint", "preparation": "A paprikákat felvágjuk, olívaolajjal meglocsoljuk, sózzuk és borsozzuk. Majd rákenjük a pizzaszószt. A sajtokat lereszeljük, a pizzaszószos paprikába tesszük, majd ráhelyezzük a kolbászt vagy más feltétet. A sütőt előmelegítjük 150 fokra, sütőpapíros tepsibe pakoljuk a mini paprikás pizzákat. Mellé tesszük a félbevágott paradicsomokat, amire a maradék sajt mellé oregánó, bazsalikom, valamint só és bors kerül ízlés szerint.50 percig 150 fokon sütjük, majd a kész mini pizzákat ízlés szerint tovább ízesíthetjük."},
 {"id:":"Tejszínes-parmezános csirke", "ingredients": "125g csirkemell filé, 7 g vaj, 11 g finomliszt, 100 g főzőtejszín, 25 g krémsajt, 25 g edami sajt, 25 g parmezán sajt, 1 csipet só, 1 csipet ételízesítő, cayennebors ízlés szerint, 0.5 csokor petrezselyem, 0.5 gerezd fokhagyma", "preparation": "A csirkemellet feldaraboljuk, kiklopfoljuk, befűszerezzük, lisztbe forgatjuk, vaj és olaj keverékével mindkét oldalát megsütjük. Egy magasabb falú serpenyőben vajat olvasztunk, és hozzáadjuk a lereszelt fokhagymát, tejszínt, fűszereket, addig főzzük, míg be nem sűrűsödik, majd jöhet hozzá a sajtkrém és a reszelt sajt meg a parmezán. Belerakjuk a készre sütött csirkemelleket, és pár percig főzzük, majd meghintjük petrezselyemmel."},
 {"id:":"Libacomb vele sült őszi ízekkel", "ingredients": "400 g libacomb,150 g birs, 85 g sárgarépa, 45 g édesburgonya, 100 g burgonya, 11 g kacsazsír, 4 g méz, 1 gerezd fokhagyma, só ízlés szerint, bors ízlés szerint, majoranna ízlés szerint, 0.5 szál rozmaring", "preparation": "A libacomb előkészítése során tollak és a tokok eltávolítása az elsődleges (csipesszel könnyebb). Alaposan sózzuk, majd borsozzuk, kevés szárított majoránnával fűszerezzük. (Jómagam a nagyobb hájdarabokat is eltávolítom, de a tepsibe teszem a zsírja miatt.) Kacsazsírral és egy kevés vízzel jól zárható tepsiben - a rozmaringágak hozzáadásával - alacsony hőmérsékleten kezdjük sütni. (160 fok) Kb. 1 óra sütést követően a sütőt lekapcsoljuk, és hagyjuk kb. fél órát a tepsiben lefedve párolódni. Addig a zöldségeket és birsalmát előkészítjük. Nagy, kb. egyforma darabokra szeljük azokat, a birsalma magházát eltávolítjuk. A burgonyákat sózzuk. A libacomb pihentetése után tesszük a tepsibe a zöldségeket, a fokhagymát, a birsalmát (kevés mézet csorgatunk a kivájt magházba), sárgarépát, majd picit később burgonyát, legvégül az édesburgonyát. Ismét 160 fok körül sütjük. Néhányszor a combokat meglocsoljuk a zsírral. A cél, hogy a libacomb bőre szép pirosra, a zöldségek aranybarnára süljenek. Ha szükséges, akkor a tepsi fedele nélkül is lehet pirítani a legvégén, de ügyeljünk, ne száradjon ki a libahús."},
 {"id:":"Zöldséges-sajtos karajszeletek", "ingredients": "5 dkg sertés rövidkaraj, 0.5 közepes db paradicsom,25 g  burgonya, 23 g vöröshagyma, 15 g tejföl, 0.5 teáskanál mustár, 38 g trappista sajt, 10 g kókuszolaj, só ízlés szerint, bors ízlés szerint", "preparation": "Előző este vagy sütés előtt 2-3 órával a karajt szeletekre vágjuk. Kiklopfoljuk, borsozzuk. Egy méretes tálba egymásra rakjuk a szeleteket. Fóliával letakarva hűtőbe tesszük. A hagymát és a burgonyát tisztítás után vékony karikákra, a paradicsomot pedig vastagabb szeletekre vágjuk. A tejfölben elkeverjük a mustárt. Egy méretes tepsibe vagy tűzálló tálba tesszük az olajat, majd egymás mellé belefektetjük a szelet húsokat. Sózzuk. A szeleteket megkenjük a mustáros tejföllel. Erre helyezünk egy sor hagymakarikát, majd erre egy sor vékony nyers burgonya kerül. A burgonyára teszünk szintén egy sor paradicsom karikát (ez kb. 2-3 db szeletenként). Alufóliával letakarva előmelegített 180 C-os sütőbe tesszük 20-25 percre. Az idő letelte után kivesszük a sütőből. Levesszük a fóliát. A szeletekre bőven teszünk reszelt sajtot. Visszatesszük a sütőbe annyi dőre, amíg a sajt megolvad és aranyszínűre pirul."},
 {"id:":"Gombás-zöldséges húsgolyó", "ingredients": "125 g darált sertéshús, 27 g zsemle, 14 g tojás, 0.5 tk fűszerpaprika, 5 g zsemlemorzsa,58 g gombakonzerv, 0.5 gerezd fokhagyma, só ízlés szerint, 45 g lila hagyma, 50 g paprika, 12 g sűrített paradicsom, 50 g tejföl, 75 g víz, 10 g kókuszolaj", "preparation": "A darált húshoz adjuk a vízbe (vagy tejbe) áztatott, kinyomkodott zsemléket, tojást, fűszerpaprikát, zsemlemorzsát, ízlés szerint sót, fűszereket, és gombócokat formázunk belőle. Olajon megdinszteljük a kockára vágott lila hagymát. Rátesszük a szeletelt gombát és paprikát .Amikor látni, hogy a paprika megsült, hozzáadjuk a sűrített paradicsomot, zúzott fokhagymát, felöntjük vízzel, ízlés szerint sózzuk, fűszerezzük. Beletesszük a húsgolyókat, és fedő alatt kb. 30 percig főzzük. Amikor látjuk, hogy elkészült, levesszük a tűzről, ráborítjuk a tejfölt, visszatesszük a tűzre, és óvatosan, átforgatva pár percig átkeverjük."},
 {"id:":"Szilvás gombóc", "ingredients": "200 g burgonya, 50 g finomliszt, 0.5 db M-es tojás, 0.5 csipet só, 20 g vaj, 25 g zsemlemorzsa, 20 g porcukor, 1 g fahéj, 182 g szilva", "preparation": "Elkészítjük a burgonyás tésztát. A burgonyát alaposan megmossuk, és héjában megfőzzük. Még forrón meghámozzuk, és azonnal összetörjük burgonyanyomóval, majd nyújtótáblán szétterítjük és kihűlni hagyjuk. Ha kihűlt, hozzáadjuk az átszitált lisztet és a vaj egynegyed részét, a sót, a tojásokat. Ezután az egészet összegyúrjuk úgy, hogy a tészta egynemű, csomómentes legyen. Az összegyúrt burgonyás tésztából cipót formálunk, meghintjük liszttel, és konyharuhával lefedve rövid ideig pihentetjük. A tésztát kinyújtjuk kisujjnyi vastagságúra, majd késsel kb. 8x8 cm-es négyzetekre vágjuk. A négyzetek közepére helyezzük a kimagozott, fahéjas porcukorral megtöltött szilvákat. A négyzetek sarkát a szilvaszemekre hajtjuk úgy, hogy a tészta sarkai egy pontban találkozzanak. A szilvaszemeket borító tészta széleit és összeérő sarkokat finom mozdulatokkal összenyomkodjuk, ügyelve arra, hogy a tészta mindenhol egyenlő vastagságban borítsa a szilvaszemet. Ezután tenyerünkkel gömbölyűre formáljuk a gombócokat. A gombócokat sós, mérsékelten forrásban lévő vízben kifőzzük. Ha a gombócok feljönnek a víz felszínére, akkor megfőttek. Szűrőkanállal óvatosan kiemeljük a gombócokat. Lecsepegtetjük, majd óvatosan összekeverjük a lábasban lévő pirított zsemlemorzsával (vajon pirítjuk). Porcukorral meghintve tálaljuk"},
 {"id:":"Baconbe tekert csibefalat kölessel", "ingredients": "200 g csirkemell filé, 60 g bacon, 1 csipet só, bors ízlés szerint, 1 csipet koriandermag,1 csipet kakukkfű, 1 csipet bazsalikom, 17 g kókuszzsír, 50 g köles, 160 ml víz, ételízesítő ízlés szerint", "preparation": "A csirkemellet hosszúkásabb szeletekre vágjuk fel. Befűszerezzük, kivétel a só. A kókuszzsírt felolvasztjuk, és a melleknek kérget sütünk, pár perc alatt (de ne szárítsuk ki). A végén megsózzuk. A baconbe tekerünk minden egyes szelet húst. A két végét fogpiszkálóval le is tűzzük. Tepsibe pakoljuk, és 10-15 perc alatt ropogósra sütjük rajta a bacont. Köretként kölest tálalunk. A kölest átmossuk. Ételízesítővel ízesített vízbe odatesszük főzni, kb. 20 percig, majd félrehúzzuk a tűzről, lefedve hagyjuk, hogy a vizet magába szívja."},
 {"id:":"Mexikói chilis bab", "ingredients": "150 g darált sertéshús, 0.3 nagy fej vöröshagyma, 1 gerezd fokhagyma, 30 g kápia paprika, 25 g zöldpaprika, 50 g sűrített paradicsom, 0.5 db chili, 100 g vörösbab, 100 g csemegekukorica, 13 g mexikói alap, só ízlés szerint, bors ízlés szerint, cayenne bors ízlés szerint, 10 g kókuszolaj", "preparation": "A felforrósított olajon üvegesre pirítjuk a finomra vágott vöröshagymát és fokhagymát. Hozzáadjuk a darált húst, fűszerezzük, és folyamatosan kevergetve,nagy lángon kb. 10 percig pirítjuk. Közben beleöntjük a paradicsompüréket, ha szükséges, egy pici vizet is öntsünk hozzá. Beletesszük a kis kockára vágott piros- és zöldpaprikát, a szétmorzsolt chilipaprikát. Ha felforrt, öntsünk hozzá még kb. 1 dl vizet, majd keverjük el az alapport, a babot és a kukoricát."},
 {"id:":"Csirkemájjal, gombával rakott tészta", "ingredients": "150g csirkemáj, 125 g tészta, 58 g gombakonzerv, 45 g vöröshagyma, 0.3 tk fűszerpaprika, só ízlés szerint, bors ízlés szerint,1 gerezd fokhagyma, 1 db S-es tojás, 50 g tejföl, 50 g sajt, 0.5 l víz, 10 g kókuszzsír", "preparation": "A tésztát (én fodros nagy kockával készítettem) sós vízben megfőzzük, majd leszűrjük. Az apróra vágott hagymát olajon megdinszteljük, meghintjük fűszerpaprikával, rátesszük a feldarabolt csirkemájat. Felöntjük vízzel, sózzuk-borsozzuk, ízlés szerint fűszerezzük, fokhagymát belepréseljük. Kb. 15 perc után hozzáadjuk a gombát, és tovább sütjük. A felvert tojást ráöntjük, és átforgatva kb. 5-6 percig sütjük. Egy tálat olajjal kikenünk, beletesszük a tésztát, rá a gombás máj. Ráöntjük a tejfölt, és megszórjuk reszelt sajttal. Előmelegített sütőben 180 fokon sütjük, amíg a sajt szépen ráolvad és megsül."},
 {"id:":"Tonhal steak lila édesburgonyával és citromos spenótsalátával", "ingredients": "125 g tonhal, 2 ek olívaolaj, só ízlés szerint, bors ízlés szerint, 500 g lila édesburgonya, 50 g vaj, 50 ml főzőtejszín, 10 g tejföl, 25 g spenót, 1 ek citromlé, 10 g olivaolaj", "preparation": "Elkészítés előtt egy-két órával a halszeleteket bedörzsöljük olívaolajjal és durvára tört borssal, majd tálalás előtt felforrósított serpenyőben oldalanként 2-2 percig sütjük (így a közepe rózsaszín marad). Ezután ízesítjük a sóval. Az édesburgonyát, meghámozzuk, kockára vágjuk, sós vízben puhára főzzük, végül pürésítjük. Hogy még krémesebb legyen, a végén adhatunk hozzá vajat és tejszínt. A spenótot megmossuk, majd olívaolaj és frissen facsart citromlé keverékével locsoljuk meg."},
 {"id:":"Fokhagymás tejben pácolt grillezett csirkemell", "ingredients": "225 g csirkemell filé (kisebb), só ízlés szerint, bors ízlés szerint, 2 gerezd fokhagyma, 0.8 dl tej, 1 ek kókuszolaj", "preparation": "A csirkemellet alaposan megtisztítjuk, és hosszában kettévágjuk. A fokhagymákat összezúzzuk, és bedörzsöljük vele a melleket. Meghintjük sóval, borssal. Egy edénykébe rakjuk, és felöntjük annyi tejjel, hogy épp ellepje. Pár órára hűtőbe rakjuk, de még jobb, ha előző este bepácoljuk. A csirkemellet kiemeljük a tejből, és leitatjuk róla a tejet. Egy öntött vas, grill serpenyőt felforrósítunk 1 ek. olajjal. A csirkemell mindkét oldalát 5-5 perc alatt, közepes lángon megsütjük. Kínálhatjuk friss salátával, és fokhagymás-tejfölös öntettel."},
 {"id:":"Fűszeres brassói aprópecsenye", "ingredients": "200 g sertésszűz, 33 g füstölt szalonna, 28 g vöröshagyma, 1 gerezd fokhagyma, 17 g paradicsom, 17 g paprika, 17 g zöldpaprika, só ízlés szerint, bors ízlés szerint, 0.2 kk őrölt fűszerkömény, 0.2 tk majoranna,0.3 tk fűszerpaprikam, 0.2 csokor petrezselyem, 200 g burognya, 2-3 ek kókuszolaj", "preparation": "A szalonnát apró kockákra vágjuk, és egy lábasban kicsit lepirítjuk. Közben a hagymát, fokhagymát, paprikákat, paradicsomot, petrezselymet is előkészítjük (megmossuk, és egyenként apróra vágjuk). A szalonnás zsírra rádobjuk először a vöröshagyma-kockákat, picit megdinszteljük, majd a fokhagymát is. Ha üvegesre párolódtak, akkor hozzáadjuk a paprika-, paradicsomkockákat, és lassú tűzön megfonnyasztjuk. Közben előkészítjük a húst (megmossuk, és kb. 1,5x1,5 cm-es kockákra vágjuk), utána hozzáadjuk az előbbihez. Sózzuk, fűszerezzük, beletesszük az apróra vágott petrezselyem nagy részét (díszítéshez néhány levelet félrerakunk), és fedő alatt, lassú tűzön pároljuk a húst. Míg puhára fő (kb. 1 óra) többször keverünk rajta, esetleg szükség szerint kevés vizet öntünk rá. Közben elkészítjük a burgonyát (megmossuk, igény szerint hámozzuk, és ugyanakkora kockákra vágjuk, mint a húst). Serpenyőben olajat hevítünk, és a forró olajban (legmagasabb fokon) pár perc alatt aranybarnára pirítjuk minden oldalát. Utána szűrőkanállal egy papírtörlővel bélelt tálba szedjük. Ha teljesen puhára párolódott a hús, akkor lehúzzuk a lábast a tűzről, és a burgonyakockákat óvatosan beleforgatjuk (ügyeljünk, hogy ne törjük össze a krumplit). Utána visszatesszük még a tűzre, és pár percig együtt pirítjuk."},
 {"id:":"Füstölt sajtos-tejszínes csirkemell", "ingredients": "100 g csirkemell filé, 50 ml főzőtejszín,25 g füstölt sajt, 30 g gépsonka, só ízlés szerint, bors ízlés szerint, 3 g vaj (a tepsi kikenéséhez)", "preparation": "A húst felszeleteljük, majd besózzuk. Egy tepsit kikenünk vajjal/margarinnal, majd ráhelyezzük a hússzeleteket. A húsra ráfektetjük a gépsonkát, arra a sajtot, majd leöntjük főzőtejszínnel. Előmelegített sütőben kb. 200-220 °C fokon készre sütjük."},
 {"id:":"Gyros tál", "ingredients": "169g csirkemell filé, gyros fűszerkeverék, 1 ek olivaolaj, 11g lila hagyma, 150 g paradicsom, 200 g kígyóuborka, 19 g káposztalevél, 60 g jégsaláta, 88 g tejföl, 46 g újhagyma, 1 gerezd fokhagyma, 1 csipet kapor, 30 cl tej, só ízlés szerint", "preparation": "A húst apró csíkokra vágjuk, majd befűszerezzük, és kis olívaolajat is rakunk rá, majd kis időre hűtőben állni hagyjuk. A zöldségeket vékony csíkokra szeljük, és összekeverve szórjuk a tálra. Az öntetet a következő képpen készítjük el. Egy tálba felszeljük a hagymaszárat, fokhagyma préssel kinyomjuk a két gerezd foghagymát, hozzáadjuk a kaprot, a tejföld, majd egy kis tejet, ha nem lenne elég sós, akkor adjunk hozzá azt is. A húst kisütjük (én wokban szoktam). Majd a zöldségekre helyezzük, és ráöntjük az öntetet is."},
 {"id:":"Lecs-shuka", "ingredients": "27 g parasztkolbász, 20 g kenyérszalonna, 60 g vöröshagyma, 165 g tv paprika, 120 g paradicsom, 70 g cukinni, 1 db L-es tojás, 1 gerezd fokhagyma, himalája só ízlés szerint, bors ízlés szerint, római kömény ízlés szerint, 1 tk fűszerpaprika, petrezselyem, 3 csepp csiliszósz", "preparation": "Szalonnát felkockázzuk, kolbászt karikára vágjuk. Hagymát negyedeljük, majd felaprítjuk (nem kockára). Paprikát kicsumázzuk, félbevágjuk, felszeleteljük. Fokhagymát felaprítjuk. Paradicsomot felkockázzuk. Cukkinit megpucoljuk és felkockázzuk. Egy edényben üvegesre, zsírjára pirítjuk a szalonnát. Nem használtam külön zsiradékot, a szalonna kisült zsírja elég. Majd hozzáadjuk a hagymát, fokhagymát, kolbászt, és megfuttatjuk a szalonnán. Mehet bele a paprika, cukkini, mikor kicsit összeesett, megy bele a paradicsom. Fűszerezzük. Legvégül pici lyukakat csinálunk, és beleütjük a tojásokat, majd letakarva, tűzről levéve megvárjuk, míg meghúz a tojás. Aprított petrezselyemmel és habanero chilliszósszal díszítjük."},
 {"id:":"Sonkás-mozzarellás saláta", "ingredients": "50 g mozzarella, 100 g koktélparadicsom, 100 g salátalevél,50 g pármai sonka, 1 ek olívaolaj, 0.5 ek balzsamecet", "preparation": "A salátát öblítsük le, szárítsuk meg és a leveleit tépkedjük egy tálba, vagy közvetlenül a tányérba. A mozzarellagolyókat szűrjük le, és tekerjük körbe őket 1-1 sonkaszelettel (úgy, hogy ne látszódjon ki a mozzarella a sonka alól). A paradicsomokat vágjuk félbe. Melegítsük fel a serpenyőt, öntsük bele az olívaolajat, és süssük meg rajta a sonkás batyuk minkét oldalát, majd szedjük a csomagocskákat a salátalevelekre. A visszamaradt olajon melegítsük át a félbevágott paradicsomokat, 1 perc után öntsük rá a balzsamecetet, és akár meg is sózhatjuk, borsozhatjuk, de vigyázat: lehet, hogy a sonka elég sós ízt adott már az ételünkhöz! További 2 perc elteltével öntsük a salátára a pirított, paradicsomos szószt. Melegen tálaljuk!"},
 {"id:":"Aszalt szilvás pulykamell", "ingredients": "167 g pulykamell, 8 g kenyérszalonna, 17 g bacon (szeletelt), 33 g aszalt szilva, só ízlés szerint", "preparation": "A füstölt szalonnát vékony csíkokra vágjuk (kb 3x0,5 cm), majd ezekkel a csíkokkal sűrűn megtüzdeljük a pulykamellet. A húst óvatosan megsózzuk (a szalonnák sósságát is figyelembe véve), majd a szeletelt bacon-nel befedjük. Sütőzacskóba helyezzük a pulykát. A szilvákat és a megmaradt szalonnadarabokat a hús köré rendezzük. A sütőzacskót lezárjuk, egy kb. 20x30 cm-es tepsibe helyezzük, és a sütőben 180 fokon pirosra sütjük a húst. Tálaláskor a húst vékonyan szeleteljük, a főtt aszalt szilvákkal és krumplipürével tálaljuk."},
 {"id:":"Citromos párolt csirkemell", "ingredients": "56 g csirkemell filé, 85 g citrom, 100 g rizs, só ízlés szerint, bors ízlés szerint, chili ízlés szerint, kakukkfű ízlés szerint, 3 gerezd fokhagyma, 200 g cukkinivirág, 25 g vaj, 250 g víz", "preparation": "A csirkemelleket lemossuk, fűszerezzük sóval, borssal, kakukkfűvel és csilivel, és a citromszeleteket ráhelyezzük. A pároló legalsó részébe beletesszük a csirkemelleket, köré helyezzük a megpucolt fokhagymagerezdeket. A második szintre a rizstárolóba belehelyezzük a rizst és a forróvizet. Beállítjuk az időzítőt 30 percre. 25 percet követően a megmosott cukkinivirágokat olvasztott vajon megpirítjuk, majd sózzuk-borsozzuk."},
 {"id:":"Zöldségekben gazdag pestós rizs mozzarellával borítva", "ingredients": "1 ek olívaolaj, 184 g újhagyma, 115 g piros kaliforniai paprika, 63 g bacon, 51 g koktélparadicsom, só ízlés szerint, bors ízlés szerint, 1 tk oregánó, 1 tk bazsalikom, 2 tk pesto, 63 g rizs, 63 g mozzarella ", "preparation": "Sós vízben főzzünk ki egy zacskó rizst. Vegyünk egy serpenyőt, majd tegyük fel az olívaolajat melegedni. Az újhagymákat felszeleteljük, majd a forró olívaolajban üvegesre dinszteljük. Amikor a hagyma elkészült, rakjuk bele a csíkozott bacont, és kicsit süssük át a szalonnát. Miután a bacon közepesen átsült, ráöntjük a kockára vágott zöldségeket (kaliforniai paprika, koktélparadicsom). Megszórjuk bazsalikommal és oregánóval, ízlés szerint borsozzuk. Én a bacon miatt nem sóztam meg. Kb. 10 percig kavargassuk, amíg a zöldségek egy kicsit megpuhulnak. Miután a zöldségek megpuhultak, keverjük hozzá az elkészült rizst. Tegyünk bele a pestót, és a serpenyőben pirítsuk még 1-2 percig a rizses zöldséges bacont. Szeleteljük fel a mozzarellát, és a szeleteket mindkét oldalon szórjuk meg bazsalikommal és oregánóval. Kevés olajjal kenjünk ki egy kisméretű tepsit, és öntsük bele az elkészült keveréket. A felszeletelt mozzarellákat tegyük a rizses bacon tetejére. Kenjünk a mozzarellára pestót, illetve ízlés szerint még vágjunk fel néhány koktélparadicsomot, melyeket szintén rakjunk a keverék tetejére. Előmelegített sütőben süssük addig, amíg a mozzarella meg nem pirul. Én légkeverésesen sütöttem, 180 fokon."},
 {"id:":"Céklás gnocchi", "ingredients": "6 dkg cékla100 g burgonya, 40 g finomliszt, 11 g tojás, só ízlés szerint", "preparation": "A céklát és a burgonyát főzzük meg héjában. A céklának több idő kell, hogy megpuhuljon. Miután megfőttek, hámozzuk meg, amíg melegek, majd a burgonyát törjük át, a céklát botmixerrel pürésítsük. Adjuk hozzá a lisztet, a tojást és a sót, és finoman dolgozzuk össze a tésztát. Bőségesen lisztezett deszkán sodorjunk belőle nagyjából két cm vastag rudakat, és vágjuk fel kb. 2-3 centis darabokra. Gombócozzuk ki őket, majd egy villa segítségével formázzuk meg őket. Forrásban lévő sós vízbe dobjuk bele a gnocchikat, majd miután feljöttek a víz felszínére, már szűrhetjük is le őket."}]
